Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Monk's Bushy Brow Bald Cap
zh_cn: 和尚浓眉秃头帽

source: Monk's Pants
zh_cn: 和尚裤

source: Monk's Shirt
zh_cn: 和尚衣

source: Moon Bite
zh_cn: 月噬

source: Moon Charm
zh_cn: 月光护身符

source: Moon Leech
zh_cn: 月蛭

source: Moon Leech Clot
zh_cn: 月蛭凝块

source: Moon Lord
zh_cn: 月亮领主

source: Moon Lord Mask
zh_cn: 月亮领主面具

source: Moon Lord Trophy
zh_cn: 月亮领主纪念章

source: Moon Lord's Core
zh_cn: 月亮领主心脏

source: Moon Lord's Hand
zh_cn: 月亮领主手

source: Moon Mask
zh_cn: 月亮面具

source: Moon Phase
zh_cn: 月相

source: Moon Shell
zh_cn: 月亮贝壳

source: Moon Stone
zh_cn: 月亮石

source: Moonglow
zh_cn: 月光草

source: Moonglow Planter Box
zh_cn: 月光草花盆

source: Moonglow Seeds
zh_cn: 月光草种子

source: Morbid Curiosity
zh_cn: 病态好奇心

source: More info
zh_cn: 更多信息

source: Moss Hornet
zh_cn: 青苔黄蜂

source: Mossification
zh_cn: 青苔化

source: Mostly Cloudy
zh_cn: 大部多云

source: Moth
zh_cn: 蛾

source: Moth Banner
zh_cn: 飞蛾旗

source: Mother Slime
zh_cn: 史莱姆之母

source: Mother Slime Banner
zh_cn: 史莱姆之母旗

source: Mothron
zh_cn: 蛾怪

source: Mothron Banner
zh_cn: 蛾怪旗

source: Mothron Egg
zh_cn: 蛾怪蛋

source: Mothron Wings
zh_cn: 蛾怪之翼

source: Mount
zh_cn: 坐骑

source: Mourning Wood
zh_cn: 哀木

source: Mourning Wood Trophy
zh_cn: 哀木纪念章

source: Mouse
zh_cn: 老鼠

source: Mouse 4
zh_cn: 鼠标#4

source: Mouse 5
zh_cn: 鼠标#5

source: Mouse Cage
zh_cn: 老鼠笼

source: Mouse Statue
zh_cn: 老鼠雕像

source: Move like normal in water
zh_cn: 在水中正常移动

source: Move off cloud
zh_cn: 移出云

source: Move to cloud
zh_cn: 移入云

source: Movement Speed
zh_cn: 移动速度

source: Movement is greatly slowed
zh_cn: 移动大大放缓

source: Movement is reversed
zh_cn: 移动方向逆转

source: Movement is significantly reduced
zh_cn: 移动速度显著降低

source: Movement speed increased and monster spawns reduced
zh_cn: 移动速度提高，怪物生成减少

source: Movement speed is increased
zh_cn: 移动速度提高

source: Movement speed is reduced
zh_cn: 移动速度降低

source: Mrs. Claus Hat
zh_cn: 圣诞夫人帽

source: Mrs. Claus Heels
zh_cn: 圣诞夫人高跟鞋

source: Mrs. Claus Shirt
zh_cn: 圣诞夫人衣

source: Mud Ball
zh_cn: 泥球

source: Mud Block
zh_cn: 泥块

source: Mudfish
zh_cn: 泥鱼

source: Mudstone Brick
zh_cn: 泥石砖

source: Mudstone Brick Wall
zh_cn: 泥石砖墙

source: Mug
zh_cn: 玻璃杯

source: Multicolor Wrench
zh_cn: 五彩扳手

source: Multicolored Bulb
zh_cn: 五彩灯泡

source: Multicolored Lights
zh_cn: 五彩光

source: Multicolored Stained Glass
zh_cn: 五彩花窗玻璃

source: Multicore Lighting:
zh_cn: 多核照明：

source: Multiplayer
zh_cn: 多人模式

source: Mummy
zh_cn: 木乃伊

source: Mummy Banner
zh_cn: 木乃伊旗

source: Mummy Mask
zh_cn: 木乃伊面具

source: Mummy Pants
zh_cn: 木乃伊裤

source: Mummy Shirt
zh_cn: 木乃伊衣

source: Muramasa
zh_cn: 村正大刀

source: Murderous
zh_cn: 残暴

source: Mushi Ladybug
zh_cn: 瓢虫

source: Mushi Ladybug Banner
zh_cn: 瓢虫旗

source: Mushroom
zh_cn: 蘑菇

source: Mushroom Bathtub
zh_cn: 蘑菇浴缸

source: Mushroom Bed
zh_cn: 蘑菇床

source: Mushroom Bench
zh_cn: 蘑菇长椅

source: Mushroom Bookcase
zh_cn: 蘑菇书架

source: Mushroom Candelabra
zh_cn: 蘑菇烛台

source: Mushroom Candle
zh_cn: 蘑菇蜡烛

source: Mushroom Cap
zh_cn: 蘑菇帽

source: Mushroom Chair
zh_cn: 蘑菇椅

source: Mushroom Chandelier
zh_cn: 蘑菇吊灯

source: Mushroom Chest
zh_cn: 蘑菇箱

source: Mushroom Clock
zh_cn: 蘑菇时钟

source: Mushroom Door
zh_cn: 蘑菇门

source: Mushroom Dresser
zh_cn: 蘑菇梳妆台

source: Mushroom Grass Seeds
zh_cn: 蘑菇草种子

source: Mushroom Lamp
zh_cn: 蘑菇灯

source: Mushroom Lantern
zh_cn: 蘑菇灯笼

source: Mushroom Piano
zh_cn: 蘑菇钢琴

source: Mushroom Platform
zh_cn: 蘑菇平台

source: Mushroom Sink
zh_cn: 蘑菇水槽

source: Mushroom Sofa
zh_cn: 蘑菇沙发

source: Mushroom Spear
zh_cn: 蘑菇长矛

source: Mushroom Spray
zh_cn: 蘑菇喷射

source: Mushroom Statue
zh_cn: 蘑菇雕像

source: Mushroom Table
zh_cn: 蘑菇桌

source: Mushroom Wall
zh_cn: 蘑菇墙

source: Mushroom Work Bench
zh_cn: 蘑菇工作台

source: Music Box
zh_cn: 八音盒

source: Music Box (Alt Overworld Day)
zh_cn: 八音盒（人间日备选曲）

source: Music Box (Alt Underground)
zh_cn: 八音盒（地下备选曲）

source: Music Box (Boss 1)
zh_cn: 八音盒(Boss 1)

source: Music Box (Boss 2)
zh_cn: 八音盒(Boss 2(

source: Music Box (Boss 3)
zh_cn: 八音盒(Boss 3)

source: Music Box (Boss 4)
zh_cn: 八音盒(Boss 4)

source: Music Box (Boss 5)
zh_cn: 八音盒(Boss 5)

source: Music Box (Corruption)
zh_cn: 八音盒（腐化之地）

source: Music Box (Crimson)
zh_cn: 八音盒（猩红之地）

source: Music Box (Desert)
zh_cn: 八音盒（沙漠）

source: Music Box (Dungeon)
zh_cn: 八音盒（地牢）

source: Music Box (Eclipse)
zh_cn: 八音盒（日食）

source: Music Box (Eerie)
zh_cn: 八音盒（恐惧）

source: Music Box (Frost Moon)
zh_cn: 八音盒（霜月）

source: Music Box (Goblin Invasion)
zh_cn: 八音盒（哥布林入侵）

source: Music Box (Hell)
zh_cn: 八音盒（地狱）

source: Music Box (Ice)
zh_cn: 八音盒（冰雪）

source: Music Box (Jungle)
zh_cn: 八音盒（丛林）

source: Music Box (Lunar Boss)
zh_cn: 八音盒（月亮Boss）

source: Music Box (Martian Madness)
zh_cn: 八音盒（火星暴乱）

source: Music Box (Mushrooms)
zh_cn: 八音盒（蘑菇）

source: Music Box (Night)
zh_cn: 八音盒（暗夜）

source: Music Box (Ocean)
zh_cn: 八音盒（海洋）

source: Music Box (Old One's Army)
zh_cn: 音乐盒（撒旦军队）

source: Music Box (Overworld Day)
zh_cn: 八音盒（人间日）

source: Music Box (Pirate Invasion)
zh_cn: 八音盒（海盗入侵）

source: Music Box (Plantera)
zh_cn: 八音盒（世纪之花）

source: Music Box (Pumpkin Moon)
zh_cn: 八音盒（南瓜月）

source: Music Box (Rain)
zh_cn: 八音盒（雨）

source: Music Box (Sandstorm)
zh_cn: 八音盒（沙尘暴）

source: Music Box (Snow)
zh_cn: 八音盒（雪原）

source: Music Box (Space)
zh_cn: 八音盒（太空）

source: Music Box (Temple)
zh_cn: 八音盒（神庙）

source: Music Box (The Hallow)
zh_cn: 八音盒（神圣之地）

source: Music Box (The Towers)
zh_cn: 八音盒（神塔）

source: Music Box (Title)
zh_cn: 八音盒（标题）

source: Music Box (Underground Corruption)
zh_cn: 八音盒（地下腐化之地）

source: Music Box (Underground Crimson)
zh_cn: 八音盒（地下猩红之地）

source: Music Box (Underground Hallow)
zh_cn: 八音盒（地下神圣之地）

source: Music Box (Underground)
zh_cn: 八音盒（地下）

source: Music Stream Mode: Convert On Demand
zh_cn: 音乐串流模式：实时转换

source: Music Stream Mode: Stream From Cache
zh_cn: 音乐串流模式：缓存优先

source: Music Wallpaper
zh_cn: 音符壁纸

source: Music:
zh_cn: 音乐：

source: Musket
zh_cn: 火枪

source: Musket Ball
zh_cn: 火枪子弹

source: Must everyone open and shut doors so incredibly noisily around here?!
zh_cn: 每个人一定要又是开门又是关门，整得这里吵死人吗？！

source: Mutant Flinxfin
zh_cn: 突变弗林鱼

source: My Published Mods
zh_cn: 已发布模组

source: My expedition efficiency was critically reduced when a projectile impacted my locomotive actuator.
zh_cn: 射弹击中火车制动器时，我前进的速度大大减慢了。

source: My hands are sticky from all that... wax.
zh_cn: 我的手黏糊糊的...是蜡。

source: My master cannot be summoned under the light of day.
zh_cn: 白天可召唤不了我的主人。

source: My modder forgot to give me a chat message.
zh_cn: 模组作者忘记给我一个聊天信息了.

source: Mysterious Cape
zh_cn: 神秘披风

source: Mysterious Portal
zh_cn: 神秘传送门

source: Mysterious Tablet
zh_cn: 神秘碑牌

source: Mystic
zh_cn: 神秘

source: Mythical
zh_cn: 神话

source: Mythril
zh_cn: 秘银

source: Mythril Anvil
zh_cn: 秘银砧

source: Mythril Bar
zh_cn: 秘银锭

source: Mythril Brick
zh_cn: 秘银砖

source: Mythril Brick Wall
zh_cn: 秘银砖墙

source: Mythril Chainmail
zh_cn: 秘银链甲

source: Mythril Chainsaw
zh_cn: 秘银链锯

source: Mythril Drill
zh_cn: 秘银钻头

source: Mythril Greaves
zh_cn: 秘银护胫

source: Mythril Halberd
zh_cn: 秘银长戟

source: Mythril Hat
zh_cn: 秘银帽

source: Mythril Helmet
zh_cn: 秘银头盔

source: Mythril Hood
zh_cn: 秘银兜帽

source: Mythril Ore
zh_cn: 秘银矿

source: Mythril Pickaxe
zh_cn: 秘银镐

source: Mythril Repeater
zh_cn: 秘银连弩

source: Mythril Sword
zh_cn: 秘银剑

source: Mythril Waraxe
zh_cn: 秘银战斧

source: N/A
zh_cn: 无

source: NO SMOKING IN HERE!!
zh_cn: 此处禁止吸烟！！

source: Nail
zh_cn: 钉子

source: Nail Gun
zh_cn: 钉枪

source: Nailhead
zh_cn: 钉头

source: Nailhead Banner
zh_cn: 钉头旗

source: Name is too long.
zh_cn: 名称太长。

source: Nanites
zh_cn: 纳米机器人

source: Nano Bullet
zh_cn: 纳米弹

source: Nasty
zh_cn: 凶险

source: Nature's Gift
zh_cn: 大自然的恩赐

source: Naughty Present
zh_cn: 调皮礼物

source: Nazar
zh_cn: 邪眼

source: Nearby enemies are ignited
zh_cn: 附近的敌人被点燃

source: Nearby players get a bonus against:
zh_cn: 附近的玩家针对以下情况获得奖励：

source: Nebula Arcanum
zh_cn: 星云奥秘

source: Nebula Axe
zh_cn: 星云斧

source: Nebula Blaze
zh_cn: 星云烈焰

source: Nebula Blaze Ex
zh_cn: 星云烈焰炮弹

source: Nebula Breastplate
zh_cn: 星云胸甲

source: Nebula Chainsaw
zh_cn: 星云链锯

source: Nebula Drill
zh_cn: 星云钻头

source: Nebula Dye
zh_cn: 星云燃料

source: Nebula Eye
zh_cn: 星云之眼

source: Nebula Floater
zh_cn: 星云浮怪

source: Nebula Floater Banner
zh_cn: 星云浮怪旗

source: Nebula Fragment
zh_cn: 星云碎片

source: Nebula Fragment Block
zh_cn: 星云碎片块

source: Nebula Hamaxe
zh_cn: 星云锤斧

source: Nebula Hammer
zh_cn: 星云锤

source: Nebula Helmet
zh_cn: 星云头盔

source: Nebula Laser
zh_cn: 星云激光

source: Nebula Leggings
zh_cn: 星云护腿

source: Nebula Mantle
zh_cn: 星云斗篷

source: Nebula Monolith
zh_cn: 星云天塔柱

source: Nebula Pickaxe
zh_cn: 星云镐

source: Nebula Piercer
zh_cn: 星云针弹

source: Nebula Pillar
zh_cn: 星云柱

source: Nebula Sphere
zh_cn: 星云球

source: Necro Breastplate
zh_cn: 死灵胸甲

source: Necro Greaves
zh_cn: 死灵护胫

source: Necro Helmet
zh_cn: 死灵头盔

source: Necromancer
zh_cn: 死灵法师

source: Necromancer Banner
zh_cn: 死灵法师旗

source: Necromantic Scroll
zh_cn: 死灵卷轴

source: Necromantic Sign
zh_cn: 死灵标旗

source: Nectar
zh_cn: 花蜜

source: Negates fall damage
zh_cn: 使掉落伤害无效

source: Negative Dye
zh_cn: 阴暗染料

source: Negative Paint
zh_cn: 反色漆

source: Neon Tetra
zh_cn: 霓虹脂鲤

source: Neptune's Shell
zh_cn: 海神贝壳

source: Nettle Burst
zh_cn: 爆裂藤蔓

source: New
zh_cn: 新建

source: New Moon
zh_cn: 新月

source: New World
zh_cn: 新世界

source: Night Beam
zh_cn: 夜光束

source: Night Owl
zh_cn: 夜猫子

source: Night Owl Potion
zh_cn: 夜猫子药水

source: Night Vision Helmet
zh_cn: 夜视头盔

source: Night's Edge
zh_cn: 永夜刃

source: Nightmare Pickaxe
zh_cn: 梦魇镐

source: Nimble
zh_cn: 灵巧

source: Nimbus Rod
zh_cn: 雨云魔杖

source: Ninja Hood
zh_cn: 忍者兜帽

source: Ninja Pants
zh_cn: 忍者裤

source: Ninja Shirt
zh_cn: 忍者衣

source: No
zh_cn: 否

source: No Hobo
zh_cn: 有家可归

source: No backup found
zh_cn: 找不到备份

source: No backup found.
zh_cn: 找不到备份。

source: No description available
zh_cn: 无可用描述

source: No enemies nearby
zh_cn: 附近没有敌人

source: No knockback
zh_cn: 无击退力

source: No mods found
zh_cn: 未找到模组

source: No password set.
zh_cn: 未设置密码。

source: No players connected.
zh_cn: 无玩家连接。

source: No rare creatures nearby
zh_cn: 附近没有稀有生物

source: No stats will be gained
zh_cn: 不会获得任何属性

source: No treasure nearby
zh_cn: 附近没有宝藏

source: No value
zh_cn: 无价

source: No, I will not tell you how many candles are on my cake.
zh_cn: 不，我才不会告诉你我的蛋糕上有几根蜡烛。

source: No-Name
zh_cn: 无名氏

source: None
zh_cn: 无

source: Normal
zh_cn: 普通

source: Normally I'd try to teach you all about the Old One's Army, but you should probably ask {Bartender} about that.
zh_cn: 通常情况下，我会尝试将有关撒旦军队的一切信息都教给你，但你或许应该向{Bartender}询问这些信息。

source: Normally, I'm not much of a fan of Goblins, but {GoblinTinkerer} seems to be an alright sort.
zh_cn: 通常情况下，我算不上哥布林的粉丝，但{GoblinTinkerer}似乎还不赖。

source: North Pole
zh_cn: 北极

source: Not Enough Water!
zh_cn: 水量不够！

source: Not a Kid, nor a Squid
zh_cn: 不是小孩，也不是乌贼

source: Not for use on slopes
zh_cn: 不可用于斜坡

source: Not the Bees!
zh_cn: 伪蜜蜂！

source: Note
zh_cn: 音符

source: Now that we know each other, I can move in with you, right?
zh_cn: 现在我们已经认识了，我可以搬给你那里去了吧？

source: Now you see me....
zh_cn: 你现在看到我了....

source: Nurse
zh_cn: 护士

source: Nurse Hat
zh_cn: 护士帽

source: Nurse Lisa
zh_cn: 丽莎护士

source: Nurse Pants
zh_cn: 护士裤

source: Nurse Shirt
zh_cn: 护士衣

source: Nutcracker
zh_cn: 胡桃夹士

source: Nutcracker Banner
zh_cn: 胡桃夹士旗

source: Nymph
zh_cn: 宁芙

source: Nymph Banner
zh_cn: 宁芙旗

source: OFFLINE ({0})
zh_cn: - 离线({0})

source: OK
zh_cn: 好的

source: Obelisk
zh_cn: 方尖碑

source: Obsessive Devotion
zh_cn: 虔诚信仰

source: Obsidian
zh_cn: 黑曜石

source: Obsidian Bathtub
zh_cn: 黑曜石浴缸

source: Obsidian Bed
zh_cn: 黑曜石床

source: Obsidian Bookcase
zh_cn: 黑曜石书架

source: Obsidian Brick
zh_cn: 黑曜石砖

source: Obsidian Brick Wall
zh_cn: 黑曜石砖墙

source: Obsidian Candelabra
zh_cn: 黑曜石烛台

source: Obsidian Candle
zh_cn: 黑曜石蜡烛

source: Obsidian Chair
zh_cn: 黑曜石椅

source: Obsidian Chandelier
zh_cn: 黑曜石吊灯

source: Obsidian Chest
zh_cn: 黑曜石箱

source: Obsidian Clock
zh_cn: 黑曜石时钟

source: Obsidian Door
zh_cn: 黑曜石门

source: Obsidian Dresser
zh_cn: 黑曜石梳妆台

source: Obsidian Horseshoe
zh_cn: 黑曜石马掌

source: Obsidian Lamp
zh_cn: 黑曜石灯

source: Obsidian Lantern
zh_cn: 黑曜石灯笼

source: Obsidian Longcoat
zh_cn: 黑曜石风衣

source: Obsidian Outlaw Hat
zh_cn: 黑曜石逃犯帽

source: Obsidian Pants
zh_cn: 黑曜石裤

source: Obsidian Piano
zh_cn: 黑曜石钢琴

source: Obsidian Platform
zh_cn: 黑曜石平台

source: Obsidian Rose
zh_cn: 黑曜石玫瑰

source: Obsidian Shield
zh_cn: 黑曜石护盾

source: Obsidian Sink
zh_cn: 黑曜石水槽

source: Obsidian Skin
zh_cn: 黑曜石皮

source: Obsidian Skin Potion
zh_cn: 黑曜石皮药水

source: Obsidian Skull
zh_cn: 黑曜石骷髅头

source: Obsidian Sofa
zh_cn: 黑曜石沙发

source: Obsidian Swordfish
zh_cn: 黑曜石剑鱼

source: Obsidian Table
zh_cn: 黑曜石桌

source: Obsidian Vase
zh_cn: 黑曜石花瓶

source: Obsidian Watcher Banner
zh_cn: 黑曜石看守人旗

source: Obsidian Water Walking Boots
zh_cn: 黑曜石水上漂靴

source: Obsidian Work Bench
zh_cn: 黑曜石工作台

source: Obsidifish
zh_cn: 黑曜石鱼

source: Obstructed
zh_cn: 阻塞

source: Obtain a Terra Blade, forged from the finest blades of light and darkness.
zh_cn: 获得一把汲取了日月精华的锋刃锻造而成的泰拉刃。

source: Obtain a boss-summoning item.
zh_cn: 获得召唤boss的物品。

source: Obtain a golden fishing rod.
zh_cn: 获得一根金钓竿。

source: Obtain a minishark.
zh_cn: 获得一把迷你鲨。

source: Obtain a rainbow rod.
zh_cn: 获得一根彩虹魔杖。

source: Obtain a rare treasure from a difficult monster in the dungeon.
zh_cn: 从难对付的地牢怪兽那儿获得稀世珍宝。

source: Obtain an anvil made from iron or lead.
zh_cn: 获得由铁或铅制成的砧子。

source: Obtain the Terrarian.
zh_cn: 获得泰拉悠悠球。

source: Obtain your first hammer via crafting or otherwise.
zh_cn: 通过制作或其他方式获得第一把锤子。

source: Oddly durable enough to climb!
zh_cn: 异常耐用，足以用来攀登！

source: Off
zh_cn: 关

source: Offline Amber Gemspark Wall
zh_cn: 黯淡琥珀晶莹宝石墙

source: Offline Amethyst Gemspark Wall
zh_cn: 黯淡紫晶晶莹宝石墙

source: Offline Diamond Gemspark Wall
zh_cn: 黯淡钻石晶莹宝石墙

source: Offline Emerald Gemspark Wall
zh_cn: 黯淡翡翠晶莹宝石墙

source: Offline Ruby Gemspark Wall
zh_cn: 黯淡红玉晶莹宝石墙

source: Offline Sapphire Gemspark Wall
zh_cn: 黯淡蓝玉晶莹宝石墙

source: Offline Topaz Gemspark Wall
zh_cn: 黯淡黄玉晶莹宝石墙

source: Often used to manifest one's will as a physical form of defense
zh_cn: 经常用于以物理形式的防御表现一个人的意志力

source: Ogre
zh_cn: 食人魔

source: Ogre Mask
zh_cn: 食人魔面具

source: Ogre Spit
zh_cn: 食人魔唾液

source: Ogre Trophy
zh_cn: 食人魔纪念章

source: Ogre's Stomp
zh_cn: 食人魔重踏

source: Ohh, my hero!
zh_cn: 哦，我的英雄！

source: Oil Rag Sconse
zh_cn: 油布烛台

source: Oiled
zh_cn: 涂油

source: Old Man
zh_cn: 老人

source: Old Miner
zh_cn: 老矿工

source: Old One's Army
zh_cn: 撒旦军队

source: Old One's Skeleton
zh_cn: 撒旦骷髅

source: Old One's Skeleton Banner
zh_cn: 撒旦骷髅旗

source: Old Shoe
zh_cn: 旧鞋

source: Old mod, enable at own risk
zh_cn: 旧模组,有风险

source: Omega Banner
zh_cn: 欧米茄旗

source: Ominous Presence
zh_cn: 凶兆

source: On
zh_cn: 开

source: On Fire!
zh_cn: 着火了！

source: Once your stand is set up, just interact with it while holding an Eternia Crystal, and prepare for a fight!
zh_cn: 安好支座后，你只需拿着埃特尼亚水晶与支座互动，并准备战斗！

source: One Eyed Pirate
zh_cn: 独眼海盗

source: One or more errors occured while unloading and tModLoader must be restarted to prevent further issues.
zh_cn: 卸载时发生一个或多个错误,必须重新启动tModLoader以防止发生更多问题.

source: Only Download Signed Mods From Servers: Off
zh_cn: 只从服务器下载带签名认证的模组：关闭

source: Only Download Signed Mods From Servers: On
zh_cn: 只从服务器下载带签名认证的模组：开启

source: Only available if map is enabled
zh_cn: 仅在启用地图时可用

source: Only available in windowed mode
zh_cn: 仅在窗口模式中可用

source: Only for those who are worthy
zh_cn: 仅献给配得上的人

source: Only one fish a day, please go away!
zh_cn: 一天就一条鱼，请离开！

source: Onyx Blaster
zh_cn: 玛瑙爆破枪

source: Oozed
zh_cn: 渗出

source: Open Folder
zh_cn: 打开文件夹

source: Open Logs
zh_cn: 打开日志

source: Open Map
zh_cn: 打开地图

source: Open Mods Folder
zh_cn: 打开模组文件夹

source: Open Sources
zh_cn: 打开源码文件夹

source: Open Web Help
zh_cn: 打开网页帮助

source: Opens all Shadow Chests
zh_cn: 打开所有暗影箱

source: Opens one Gold or Dungeon Chest
zh_cn: 打开一个金箱或地牢箱

source: Opens the jungle temple door
zh_cn: 打开丛林神庙门

source: Optic Staff
zh_cn: 魔眼法杖

source: Orange Bloodroot
zh_cn: 橙血根草

source: Orange Dye
zh_cn: 橙染料

source: Orange Paint
zh_cn: 橙漆

source: Orange Squirrel Cage
zh_cn: 橙松鼠笼

source: Orange String
zh_cn: 橙绳

source: Orange Torch
zh_cn: 橙火把

source: Orange Weighted Pressure Plate
zh_cn: 橙色加重压力板

source: Orange and Black Dye
zh_cn: 橙黑染料

source: Orange and Silver Dye
zh_cn: 橙银染料

source: Orichalcum
zh_cn: 山铜

source: Orichalcum Anvil
zh_cn: 山铜砧

source: Orichalcum Bar
zh_cn: 山铜锭

source: Orichalcum Breastplate
zh_cn: 山铜胸甲

source: Orichalcum Chainsaw
zh_cn: 山铜链锯

source: Orichalcum Drill
zh_cn: 山铜钻头

source: Orichalcum Halberd
zh_cn: 山铜长戟

source: Orichalcum Headgear
zh_cn: 山铜头饰

source: Orichalcum Helmet
zh_cn: 山铜头盔

source: Orichalcum Leggings
zh_cn: 山铜护腿

source: Orichalcum Mask
zh_cn: 山铜面具

source: Orichalcum Ore
zh_cn: 山铜矿

source: Orichalcum Pickaxe
zh_cn: 山铜镐

source: Orichalcum Repeater
zh_cn: 山铜连弩

source: Orichalcum Sword
zh_cn: 山铜剑

source: Orichalcum Waraxe
zh_cn: 山铜战斧

source: Ornament
zh_cn: 装饰

source: Ornament Wallpaper
zh_cn: 装饰壁纸

source: Otherworldly voices linger around you...
zh_cn: 阴森的声音在你耳边萦绕不绝...

source: Outlet Pump
zh_cn: 出水泵

source: Overcast
zh_cn: 阴天

source: Oy, whatchu got in you jiminy fluffer?
zh_cn: 欧嘿，可有宝物否？

source: PDA
zh_cn: 个人数字助手

source: Packaging: {0}
zh_cn: 合包中: {0}

source: Packet too large {0} > {1}
zh_cn: 数据包太大 {0} > {1}

source: Pad Thai
zh_cn: 泰式炒面

source: Paddy
zh_cn: 帕迪

source: Paint Roller
zh_cn: 涂漆滚刷

source: Paint Scraper
zh_cn: 漆铲

source: Paint Sprayer
zh_cn: 喷漆器

source: Paint sprayer off
zh_cn: 喷漆器关

source: Paint sprayer on
zh_cn: 喷漆器开

source: Paintball
zh_cn: 彩弹

source: Paintball Gun
zh_cn: 彩弹枪

source: Paintbrush
zh_cn: 漆刷

source: Painter
zh_cn: 油漆工

source: Painting
zh_cn: 喷漆

source: Paladin
zh_cn: 圣骑士

source: Paladin Banner
zh_cn: 圣骑士旗

source: Paladin's Hammer
zh_cn: 圣骑士锤

source: Paladin's Shield
zh_cn: 圣骑士护盾

source: Palladium
zh_cn: 钯金

source: Palladium Bar
zh_cn: 钯金锭

source: Palladium Breastplate
zh_cn: 钯金胸甲

source: Palladium Chainsaw
zh_cn: 钯金链锯

source: Palladium Column
zh_cn: 钯金柱

source: Palladium Column Wall
zh_cn: 钯金柱墙

source: Palladium Drill
zh_cn: 钯金钻头

source: Palladium Headgear
zh_cn: 钯金头饰

source: Palladium Helmet
zh_cn: 钯金头盔

source: Palladium Leggings
zh_cn: 钯金护腿

source: Palladium Mask
zh_cn: 钯金面具

source: Palladium Ore
zh_cn: 钯金矿

source: Palladium Pickaxe
zh_cn: 钯金镐

source: Palladium Pike
zh_cn: 钯金刺矛

source: Palladium Repeater
zh_cn: 钯金连弩

source: Palladium Sword
zh_cn: 钯金剑

source: Palladium Waraxe
zh_cn: 钯金战斧

source: Palm Tree
zh_cn: 棕榈树

source: Palm Wood
zh_cn: 棕榈木

source: Palm Wood Bathtub
zh_cn: 棕榈木浴缸

source: Palm Wood Bed
zh_cn: 棕榈木床

source: Palm Wood Bench
zh_cn: 棕榈木长椅

source: Palm Wood Bookcase
zh_cn: 棕榈木书架

source: Palm Wood Bow
zh_cn: 棕榈木弓

source: Palm Wood Breastplate
zh_cn: 棕榈木胸甲

source: Palm Wood Candelabra
zh_cn: 棕榈木烛台

source: Palm Wood Candle
zh_cn: 棕榈木蜡烛

source: Palm Wood Chair
zh_cn: 棕榈木椅

source: Palm Wood Chandelier
zh_cn: 棕榈木吊灯

source: Palm Wood Chest
zh_cn: 棕榈木箱

source: Palm Wood Clock
zh_cn: 棕榈木时钟

source: Palm Wood Door
zh_cn: 棕榈木门

source: Palm Wood Dresser
zh_cn: 棕榈木梳妆台

source: Palm Wood Fence
zh_cn: 棕榈木栅栏

source: Palm Wood Greaves
zh_cn: 棕榈木护胫

source: Palm Wood Hammer
zh_cn: 棕榈木锤

source: Palm Wood Helmet
zh_cn: 棕榈木头盔

source: Palm Wood Lamp
zh_cn: 棕榈木灯

source: Palm Wood Lantern
zh_cn: 棕榈木灯笼

source: Palm Wood Piano
zh_cn: 棕榈木钢琴

source: Palm Wood Platform
zh_cn: 棕榈木平台

source: Palm Wood Sink
zh_cn: 棕榈木水槽

source: Palm Wood Sofa
zh_cn: 棕榈木沙发

source: Palm Wood Sword
zh_cn: 棕榈木剑

source: Palm Wood Table
zh_cn: 棕榈木桌

source: Palm Wood Wall
zh_cn: 棕榈木墙

source: Palm Wood Work Bench
zh_cn: 棕榈木工作台

source: Panic Necklace
zh_cn: 恐慌项链

source: Panic!
zh_cn: 恐慌！

source: Pants
zh_cn: 裤装

source: Pants Color
zh_cn: 裤装颜色

source: Papyrus Scarab
zh_cn: 甲虫莎草纸

source: Parallax
zh_cn: 视差

source: Parka Coat
zh_cn: 派克大衣

source: Parka Hood
zh_cn: 派克兜帽

source: Parka Pants
zh_cn: 派克裤

source: Parrot
zh_cn: 鹦鹉

source: Parrot Banner
zh_cn: 鹦鹉旗

source: Parrot Cracker
zh_cn: 鹦鹉饼干

source: Parties are great for getting people to come out of their shell, just like with bullets.
zh_cn: 派对是让人们抛开束缚的好方法，就像子弹一样。

source: Partly Cloudy
zh_cn: 局部多云

source: Party Bullet
zh_cn: 派对弹

source: Party Center
zh_cn: 派对中心

source: Party Girl
zh_cn: 派对女孩

source: Party Hair Dye
zh_cn: 派对染发剂

source: Party Hat
zh_cn: 派对帽

source: Party Present
zh_cn: 派对礼物

source: Party time's over!
zh_cn: 派对时间结束！

source: Password disabled.
zh_cn: 密码已禁用。

source: Password: {0}
zh_cn: 密码：{0}

source: Passwords: Hidden
zh_cn: 密码：隐藏

source: Passwords: Visible
zh_cn: 密码：可见

source: Paste Passphrase (ctrl-v)
zh_cn: 粘贴密码 (ctrl-v)

source: Paste SteamID (ctrl-v)
zh_cn: 粘贴SteamID (ctrl-v)

source: Peace Candle
zh_cn: 和平蜡烛

source: Pearl Sand Ball
zh_cn: 珍珠沙球

source: Pearlsand Block
zh_cn: 珍珠沙块

source: Pearlsandstone Block
zh_cn: 珍珠沙岩块

source: Pearlsandstone Wall
zh_cn: 珍珠沙岩墙

source: Pearlstone Block
zh_cn: 珍珠石块

source: Pearlstone Brick
zh_cn: 珍珠石砖

source: Pearlstone Brick Wall
zh_cn: 珍珠石砖墙

source: Pearlwood
zh_cn: 珍珠木

source: Pearlwood Bathtub
zh_cn: 珍珠木浴缸

source: Pearlwood Bed
zh_cn: 珍珠木床

source: Pearlwood Bookcase
zh_cn: 珍珠木书架

source: Pearlwood Bow
zh_cn: 珍珠木弓

source: Pearlwood Breastplate
zh_cn: 珍珠木胸甲

source: Pearlwood Candelabra
zh_cn: 珍珠木烛台

source: Pearlwood Candle
zh_cn: 珍珠木蜡烛

source: Pearlwood Chair
zh_cn: 珍珠木椅

source: Pearlwood Chandelier
zh_cn: 珍珠木吊灯

source: Pearlwood Chest
zh_cn: 珍珠木箱

source: Pearlwood Clock
zh_cn: 珍珠木时钟

source: Pearlwood Door
zh_cn: 珍珠木门

source: Pearlwood Dresser
zh_cn: 珍珠木梳妆台

source: Pearlwood Fence
zh_cn: 珍珠木栅栏

source: Pearlwood Greaves
zh_cn: 珍珠木护胫

source: Pearlwood Hammer
zh_cn: 珍珠木锤

source: Pearlwood Helmet
zh_cn: 珍珠木头盔

source: Pearlwood Lamp
zh_cn: 珍珠木灯

source: Pearlwood Lantern
zh_cn: 珍珠木灯笼

source: Pearlwood Piano
zh_cn: 珍珠木钢琴

source: Pearlwood Platform
zh_cn: 珍珠木平台

source: Pearlwood Sink
zh_cn: 珍珠木水槽

source: Pearlwood Sofa
zh_cn: 珍珠木沙发

source: Pearlwood Sword
zh_cn: 珍珠木剑

source: Pearlwood Table
zh_cn: 珍珠木桌

source: Pearlwood Wall
zh_cn: 珍珠木墙

source: Pearlwood Work Bench
zh_cn: 珍珠木工作台

source: Peddler's Hat
zh_cn: 商贩帽

source: Pedguin's Hood
zh_cn: 企鹅兜帽

source: Pedguin's Jacket
zh_cn: 企鹅夹克

source: Pedguin's Trousers
zh_cn: 企鹅裤

source: Penetrated
zh_cn: 穿透

source: Pengfish
zh_cn: 企鹅鱼

source: Penguin
zh_cn: 企鹅

source: Penguin Banner
zh_cn: 企鹅旗

source: Penguin Cage
zh_cn: 企鹅笼

source: Penguin Statue
zh_cn: 企鹅雕像

source: Perhaps the old man by the dungeon would like to join us now that his curse has been lifted.
zh_cn: 地牢旁边的老人已经解除诅咒了，现在他也许愿意加入我们。

source: Permanently increases maximum life by 20
zh_cn: 最大生命值永久增加20

source: Permanently increases maximum life by 5
zh_cn: 最大生命值永久增加5

source: Permanently increases maximum mana by 20
zh_cn: 最大魔力值永久增加20

source: Permanently increases the number of accessory slots
zh_cn: 永久增加配饰栏数量

source: Pet
zh_cn: 宠物

source: Pet Bunny
zh_cn: 宠物兔

source: Pet Lizard
zh_cn: 宠物蜥蜴

source: Pet Parrot
zh_cn: 宠物鹦鹉

source: Pet Sapling
zh_cn: 宠物树苗

source: Pet Spider
zh_cn: 宠物蜘蛛

source: Pet Turtle
zh_cn: 宠物海龟

source: Pew Pew
zh_cn: 劈劈啪啪

source: Phantasm
zh_cn: 幻影弓

source: Phantasm Dragon
zh_cn: 幻影弓龙

source: Phantasmal Bolt
zh_cn: 幻影矢

source: Phantasmal Deathray
zh_cn: 幻影致命光

source: Phantasmal Eye
zh_cn: 幻影眼

source: Phantasmal Sphere
zh_cn: 幻影球

source: Phantom Phoenix
zh_cn: 幽灵凤凰

source: Pharaoh's Mask
zh_cn: 法老面具

source: Pharaoh's Robe
zh_cn: 法老长袍

source: Phase Dye
zh_cn: 闪光染料

source: Philosopher's Stone
zh_cn: 点金石

source: Pho
zh_cn: 越南河粉

source: Phoenix Blaster
zh_cn: 凤凰爆破枪

source: Photosynthesis
zh_cn: 光合作用

source: Physical abilities are decreased
zh_cn: 物理能力下降

source: Physical abilities are increased
zh_cn: 物理能力提高

source: Piano
zh_cn: 钢琴

source: Pick world evil
zh_cn: 选择世界恶魔

source: Pickaxe Axe
zh_cn: 镐斧

source: Pickaxe Statue
zh_cn: 镐雕像

source: Picksaw
zh_cn: 锯刃镐

source: Pickup Text Off
zh_cn: 拾取提示关

source: Pickup Text On
zh_cn: 拾取提示开

source: Picture
zh_cn: 图片

source: Piggy Bank
zh_cn: 猪猪存钱罐
